[
   {
      "id": 1,
      "name": "FIFA 23",
      "price": 4000,
      "discount": 20,
      "category": "in-sale",
      "subCategory": "juegos",
      "description": "Disfruta de la tecnología HyperMotion2 de nueva generación, el fútbol de clubes femenino, la FIFA World Cup™ masculina y femenina, función de juego cruzado y mucho más.",
      "image": "item1.jpg"
   },
   {
      "id": 2,
      "name": "Joystick PS5",
      "price": 500,
      "discount": 3,
      "subCategory": "perifericos",
      "category": "in-sale",
      "description": "Descubre una experiencia de juego más intensa e inmersiva con el innovador control de PS5™",
      "image": "item2.jpg"
   },
   {
      "id": 3,
      "name": "Ghost Of Tsushima PS4",
      "price": 72999,
      "discount": 25,
      "subCategory": "Juegos",
      "category": "in-sale",
      "description": "Con este juego de Ghost of Tsushima vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "image": "item3.jpg"
   },
   {
      "id": 4,
      "name": "The King Of Fighters Xv",
      "price": 72999,
      "discount": 25,
      "subCategory": "Juegos",
      "category": "in-sale",
      "description": "Con este juego de The King of Fighters vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "image": "item4.jpg"
   },
   {
      "id": 5,
      "name": "One Piece Odyssey",
      "description": "Con este juego de One Piece vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "price": 29236,
      "discount": null,
      "image": "item5.jpg",
      "subCategory": "Juegos",
      "category": ""
   },
   {
      "id": 6,
      "name": "Dragon Ball The Breakers Special Edition Ps4",
      "description": "Con este juego de Dragon Ball vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "price": 155,
      "discount": null,
      "image": "item6.jpg",
      "subCategory": "Juegos",
      "category": "in-sale"
   },
   {
      "id": 7,
      "name": "Resident Evil Village Gold Edition",
      "description": "Con este juego de Resident Evil vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "price": 580,
      "discount": null,
      "image": "item7.jpg",
      "subCategory": "Juegos",
      "category": ""
   },
   {
      "id": 8,
      "name": "DEATH STRANDING DIRECTOR'S CUT",
      "description": "Remasterizado para PlayStation 5. Experimenta más acción de personajes, historias extendidas a través de nuevas misiones y un Sistema social de hebras exclusivo para conectarte con otros jugadores del mundo",
      "price": 222,
      "discount": null,
      "image": "item8.jpg",
      "subCategory": "Juegos",
      "category": ""
   },
   {
      "id": 9,
      "name": "Digimon Survive Standard Edition",
      "description": "Con este juego de Digimon vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "price": 222,
      "discount": null,
      "image": "item18.jpg",
      "subCategory": "Perifericos",
      "category": ""
   },
   {
      "id": 10,
      "name": "Naruto Shippuden Ultimate Ninja Storm Trilogy Ps4",
      "description": "Juego Naruto Shippuden: Incluye las ediciones remasterizadas HD:Naruto: Ultimate Ninja StormNaruto: Ultimate Ninja Storm 2.Naruto: Ultimate Ninja Storm 3 Full Burst",
      "price": 222,
      "discount": null,
      "image": "item10.jpg",
      "subCategory": "Perifericos",
      "category": ""
   },
   {
      "id": 11,
      "name": "Heavy Rain + Beyond Two Souls Ps4",
      "description": "De los creadores de Heavy Rain, Beyond para PS4 es una aventura gráfica que nos contará la historia durante quince años de la complicada vida de Jodie Holmes (interpretada por la actriz Ellen Page), desde la infancia a la madurez, siempre acompañada de una presencia, un espíritu qué no sabemos quién es, ni por qué se mantiene a su lado, pero que la ayudara, aunque a veces también le complicará la existencia. Una aventura gráfica que aspira a contar una gran historia capaz de emocionar a los jugadores con un gran nivel de detalle en los rostros y la animación de los personajes.",
      "price": 5000,
      "discount": null,
      "image": "item17.jpg",
      "category": "",
      "subCategory": "Juegos"
   },
   {
      "id": 12,
      "name": "Call Of Duty Modern Warfare Remastered Ps4",
      "description": "Call of Duty: Modern Warfare Remastered lleva a la generación de PlayStation 4, Xbox One y de los PCs de la actualidad el exitoso videojuego de acción bélica en primera persona que supuso el salto a la era moderna de una franquicia que, hasta la fecha, se conocía por estar ambientada en la Segunda Guerra Mundial. Con la campaña y 10 mapas multijugador, los jugadores pueden rememorar una contemporánea guerra en un ficticio conflicto ambientado en Oriente Medio y otros lugares de Europa",
      "price": 5.000,
      "discount": null,
      "image": "item11.jpg",
      "subCategory": "Juegos",
      "category": ""
   },
   {
      "id": 13,
      "name": "Fallout 76 Standard Edition",
      "description": "Con este juego de Fallout vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer.",
      "price": 580,
      "discount": null,
      "image": "item12.jpg",
      "subCategory": "Juegos",
      "category": "in-sale"
   },
   {
      "id": 14,
      "name": "Apple MacBook Air A2337",
      "description": "La notebook más delgada y ligera de Apple viene con los superpoderes del chip M1. Termina todos tus proyectos mucho más rápido con el CPU de 8 núcleos y disfruta como nunca antes de apps y juegos con gráficos avanzados gracias al GPU de hasta 8 núcleos.",
      "price": 8.000,
      "discount": null,
      "image": "note1.jpg",
      "subCategory": "notebooks",
      "category": "in-sale"
   },
   {
      "id": 15,
      "name": "Notebook Dell Gaming G5 5525 R7 16gb 512gb Fhd Rtx 3060 W11",
      "description": "Alto rendimiento perpetuo. Con los procesadores AMD Ryzen™ de última generación y una configuración de rendimiento optimizada, podrás disfrutar de un rendimiento de alto nivel, potente y constante en cualquier experiencia de juego. Además, el nuevo y mejorado diseño térmico inspirado en Alienware ofrece una refrigeración óptima gracias a dos entradas de aire, unas aspas de ventilador ultrafinas, conductos de cobre y cuatro rejillas de ventilación estratégicamente situadas",
      "price": 500.000,
      "discount": null,
      "image": "note2.jpg",
      "subCategory": "notebooks",
      "category": "in-sale"
   },
   {
      "id": 16,
      "name": "notebook2",
      "description": "",
      "price": 5.000,
      "discount": null,
      "image": "note3.jpg",
      "subCategory": "notebooks",
      "category": "in-sale"
   }
   
   
]
